import React from "react";
import Faq from "./Faq";

function FaqsAccorians() {
  return (
    <div className="flex flex-col gap-[30px] " >
      <Faq
      
        question="هل التدريبات متاحة للمبتدئين أم للمحترفين فقط؟"
        answer="تدريباتنا مصممة لتناسب جميع المستويات، بدءًا من المبتدئين الذين يرغبون في التعرف على مجال أمن المعلومات وحتى المحترفين الباحثين عن تطوير مهاراتهم."
      />
      <Faq
        question="مميزات الحضور معنا في كورس"
        answer="تدريباتنا مصممة لتناسب جميع المستويات، بدءًا من المبتدئين الذين يرغبون في التعرف على مجال أمن المعلومات وحتى المحترفين الباحثين عن تطوير مهاراتهم."
      />
      <Faq
        question="مميزات الحضور معنا في كورس"
        answer="تدريباتنا مصممة لتناسب جميع المستويات، بدءًا من المبتدئين الذين يرغبون في التعرف على مجال أمن المعلومات وحتى المحترفين الباحثين عن تطوير مهاراتهم."
      />
      <Faq
        question="مميزات الحضور معنا في كورس"
        answer="تدريباتنا مصممة لتناسب جميع المستويات، بدءًا من المبتدئين الذين يرغبون في التعرف على مجال أمن المعلومات وحتى المحترفين الباحثين عن تطوير مهاراتهم."
      />
    </div>
  );
}

export default FaqsAccorians;
