import Image from "next/image";
import React from "react";
import img1 from "@/assets/description.png";
function OneProdDescription() {
  return (
    <div>
      <header className="flex items-center gap-[20px] mb-[20px]">
        <div className="w-[62px] h-[62px] flex justify-center items-center bg-[#F9F9FC] rounded-[10px]">
          <Image src={img1} alt="details image" width={28} height={28} />
        </div>
        <h2 className="text-[#35356A] text-[24px] font-semibold">
          وصف المنتج
        </h2>
      </header>
      <div className="flex flex-col gap-[20px]">
        <p className="text-[18px] text-[#35356A] font-normal">
          تتزايد حاجة المجتمع للتطبيقات التي يمكنها تسهيل الأنشطة اليومية مع
          تقدم التكنولوجيا. تبحث العديد من الشركات حاليًا عن مطورين حتى يتمكنوا
          من بيع المنتجات (السلع أو الخدمات) التي يمكنها الوصول إلى مشترين أوسع
          عبر الإنترنت. لكي نصبح مطورين، لا يتعين علينا أن نفهم كل علوم التصميم،
          ولكن على الأقل يمكننا معرفة الأساسيات حتى نتمكن من تحويل التصميم إلى
          كود إلى تطبيق كامل بشكل أكثر فعالية. هذا الفصل هو الوسيلة المناسبة
          لتعلم التصميم والبرمجة في نفس الوقت. باستخدام Mentor، ستتمكن من إنشاء
          تطبيقات مفيدة عن طريق إضافة رسوم متحركة إلى التطبيقات التي تم تصميمها
          لجعلها أكثر تشويقًا وتفاعلية
        </p>
        <p className="text-[18px] text-[#35356A] font-normal">
          سيشرح الموجهون الخبراء لدينا كيفية إنشاء تطبيق أثاث بدءًا من مرحلة
          التصميم وحتى مرحلة البرمجة باستخدام إطار عمل Google Flutter SDK
          الرائد. باستخدام أداة التصميم الشهيرة Figma، سوف تتعلم أساسيات إنشاء
          نماذج بالحجم الطبيعي التفاعلية كتوضيح في تطبيق ما أو المعروف باسم
          النموذج الأولي. بعد ذلك سوف تتعلم كيفية تطبيق الرسوم المتحركة بين
          الشاشات لإضفاء الحيوية على النموذج الأولي. بعد ذلك، ستستمر العملية في
          التقطيع باستخدام مجموعة متنوعة من أدوات Flutter Widgets الجاهزة
          للاستخدام، بحيث يكون عمل المطور أكثر كفاءة، مما يوفر الوقت والجهد
        </p>
        <p className="text-[18px] text-[#35356A] font-normal">
          هذا الفصل مناسب لأولئك منكم الذين يرغبون في تعميق التطوير الكامل
          لتطبيقات الهاتف المحمول على الجانب الأمامي. لاحقًا، يمكن أن يصبح
          التطبيق الذي تم إنشاؤه بنجاح بمثابة محفظة للتقدم للعمل أو لاحتياجات
          عملك الشخصية. إذا واجهت صعوبات أثناء الدراسة، من فضلك اسأل معلمنا
          مباشرة من خلال مجموعة Telegram، حسنًا؟ سجل الآن ونحن ننتظر في الصف!
        </p>
      </div>
    </div>
  );
}

export default OneProdDescription;
