import React from "react";

function page() {
  return (
    <div className="container-apply py-[50px]">
      <header className="text-center space-y-[20px] p-[50px]">
        <h2 className="text-xl md:text-2xl lg:text-[48px] text-[#35356A] font-normal">
          شروط الاستخدام
        </h2>
        <p className="text-[#999EB2] text-lg font-normal">
          شروط الاستخدام الخاصه بنا
        </p>
      </header>
      <div
        className="flex flex-col gap-[20px] *:text-[#999EB2] *:lg:text-lg *:font-normal"
        dir="rtl"
      >
        <p>
          تحترم شركة Dieux خصوصيتك وتلتزم بحماية بياناتك الشخصية. ستوضح سياسة
          الخصوصية هذه كيفية تعاملنا مع بياناتك الشخصية عندما تزور منصاتنا
          (الموقع الإلكتروني والتطبيق) (بغض النظر عن الوسيلة أو المكان الذي
          تزورنا منه)، كما ستوضح حقوق الخصوصية الخاصة بك وكيف يحميك القانون.
          وتعد سياسة الخصوصية هذه جزءًا لا يتجزأ من الشروط والأحكام. بقبولك
          للشروط والأحكام، فإنك تقبل سياسة الخصوصية، وباستخدام الخدمة على أي من
          المنصات، فإنك توافق على جمع المعلومات واستخدامها وفقًا لسياسة الخصوصية
          هذه.
        </p>
        <p>
          يرجى قراءة سياسة الخصوصية هذه بعناية لفهم كيفية استخدامنا وحماية
          معلومات التوصيل الخاصة بك. لن نقوم بمشاركة معلومات التوصيل الخاصة بك
          مع أي شخص إلا بما هو موضح في هذه السياسة. قد تتغير سياسة الخصوصية هذه
          في أي وقت دون إشعار مسبق. يرجى المراجعة المنتظمة لهذه السياسة للتأكد
          من مواكبتك لأي تغييرات.
        </p>
        <p>
          من خلال زيارة الموقع الإلكتروني او تطبيق سيفتر، فإنك توافق على
          الالتزام بشروط وأحكام سياسة الخصوصية هذه. إذا كنت لا توافق، يرجى عدم
          استخدام أو الوصول إلى التطبيق الخاص بنا.
        </p>
        <p>
          باستخدام تطبيق سيفتر ، فإنك توافق صراحةً على استخدامنا وكشف معلومات
          التوصيل الخاصة بك وفقًا لسياسة الخصوصية هذه. تم دمج هذه السياسة في
          الشروط والأحكام التي تسيطر على استخدامك للتطبيق. يرجى توجيه أي أسئلة
          تتعلق بهذه السياسة إلى support@Dieux.com.
        </p>
        <p>
          إذا قمت بالدفع عن منتجاتنا أو خدماتنا على التطبيق الإلكتروني، فسيتم
          طلب تقديم التفاصيل المطلوبة مباشرة إلى مزود الدفع الآمن الخاص بنا. لن
          يتم تمرير أي تفاصيل بطاقة خصم/ائتمان إلى جهات خارجية. يتخذ الموقع
          الخطوات الملائمة لضمان سرية وأمان البيانات، بما في ذلك استخدام الأجهزة
          والبرامج المناسبة. ومع ذلك، لا يمكننا ضمان أمان أي معلومات يتم الكشف
          عنها عبر الإنترنت. الموقع غير مسؤول عن سياسات الخصوصية للمواقع
          المرتبطة به. إذا قدمت أي معلومات لهذه الأطراف الثالثة، قد يتم تطبيق
          سياسات جمع واستخدام المعلومات الشخصية المختلفة. يجب عليك التواصل مع
          هذه الكيانات مباشرة إذا كان لديك أي أسئلة بشأن استخدامهم للمعلومات
          التي يجمعونها. بعض الإعلانات التي تظهر على الموقع وتُقدم من جهات
          خارجية مثل شبكات الإعلانات ووكالات الإعلانات والمعلنين ومقدمي الخدمات،
          قد يتم جمع معلومات عنك وأنشطتك عبر الإنترنت، سواء على الموقع نفسه أو
          على مواقع ويب أخرى، من خلال ملفات تعريف الارتباط وإشارات الويب وتقنيات
          أخرى، لفهم اهتماماتك وتقديم إعلانات مخصصة لك. يرجى ملاحظة أننا لا نملك
          الوصول إلى المعلومات التي قد تجمعها هذه الأطراف الثالثة أو التحكم
          فيها. سياسة الخصوصية هذه لا تغطي ممارسات جمع المعلومات لدى هذه الأطراف
          الثالثة.
        </p>
        <h2 className=" !text-[24px] md:!text-[30px] lg:!text-[38px] !text-[#35356A] font-IBM font-normal ">
          البيانات التي نجمعها عنك.
        </h2>
        <p>
          عند استخدامك لخدماتنا علي تطبيقنا الالكتروني ، فإننا نقوم بجمع وتخزين
          معلوماتك الشخصية التي تقدمها لنا من حين لآخر. هدفنا الرئيسي هو توفير
          تجربة آمنة وفعالة وسلسة لك. يساعدنا ذلك في تقديم الخدمات والميزات التي
          تلبي احتياجاتك وتخصيص موقعنا الإلكتروني لتجربتك لتكون أكثر أمانًا
          وسهولة. وأثناء ذلك، نقوم بجمع معلومات التوصيل الضرورية لتحقيق هذه
          الأغراض.
        </p>
        <ol className=" list-decimal flex flex-col gap-2">
          <li>
            بيانات الهوية : تشمل الاسم الأول، والاسم قبل الزواج، والاسم الأخير،
            واسم المستخدم أو المعرّف المماثل، والحالة الاجتماعية، والمسمى
            الوظيفي، وتاريخ الميلاد، والجنس.
          </li>
          <li>
            بيانات الاتصال : تشمل عنوان إرسال الفواتير، وعنوان تسليم الطلبات،
            وعنوان البريد الإلكتروني، وأرقام الهواتف
          </li>
          <li>
            البيانات المالية : تشمل تفاصيل الحساب المصرفي وتفاصيل بطاقة الدفع.
            بالنسبة للمعاملات باستخدام بطاقات الخصم / الائتمان عبر الإنترنت،
            فإننا ننقل معلومات بطاقتك بالكامل إلى الشركة المسؤولة عن بطاقات
            الخصم / الائتمان بصيغة مشفرة وفقًا للقواعد والتطبيقات المقبولة
            عالميًا أثناء معالجة الطلب. بعد الحصول على موافقتك، فإننا نحتفظ بجزء
            من معلومات بطاقتك بصيغة مشفرة، مع اتخاذ الاحتياطات اللازمة للحفاظ
            على تدابير الحماية المادية والإلكترونية والإجرائية لمعلومات بطاقتك
            الائتمانية
          </li>
          <li>
            بيانات المعاملات : تشمل تفاصيل حول المدفوعات منك وإليك وتفاصيل أخرى
            عن المنتجات والخدمات التي اشتريتها منا.
          </li>
          <li>
            البيانات الفنية : تشمل عنوان بروتوكول الإنترنت، ومعلومات التعريف
            الشخصية، وبيانات تسجيل الدخول الخاصة بك، ونوع وإصدار المتصفح،
            وإعدادات المنطقة الزمنية والموقع، وأنواع وإصدارات المكونات الإضافية
            للمتصفح، ونظام التشغيل والمنصة، وغيرها من التقنيات الموجودة على
            الأجهزة التي تستخدمها للوصول إلى منصاتنا.
          </li>
        </ol>
        <p>
          إذا قمت بالدفع عن منتجاتنا أو خدماتنا على التطبيق الإلكتروني، فسيتم
          طلب تقديم التفاصيل المطلوبة مباشرة إلى مزود الدفع الآمن الخاص بنا. لن
          يتم تمرير أي تفاصيل بطاقة خصم/ائتمان إلى جهات خارجية. يتخذ الموقع
          الخطوات الملائمة لضمان سرية وأمان البيانات، بما في ذلك استخدام الأجهزة
          والبرامج المناسبة. ومع ذلك، لا يمكننا ضمان أمان أي معلومات يتم الكشف
          عنها عبر الإنترنت. الموقع غير مسؤول عن سياسات الخصوصية للمواقع
          المرتبطة به. إذا قدمت أي معلومات لهذه الأطراف الثالثة، قد يتم تطبيق
          سياسات جمع واستخدام المعلومات الشخصية المختلفة. يجب عليك التواصل مع
          هذه الكيانات مباشرة إذا كان لديك أي أسئلة بشأن استخدامهم للمعلومات
          التي يجمعونها. بعض الإعلانات التي تظهر على الموقع وتُقدم من جهات
          خارجية مثل شبكات الإعلانات ووكالات الإعلانات والمعلنين ومقدمي الخدمات،
          قد يتم جمع معلومات عنك وأنشطتك عبر الإنترنت، سواء على الموقع نفسه أو
          على مواقع ويب أخرى، من خلال ملفات تعريف الارتباط وإشارات الويب وتقنيات
          أخرى، لفهم اهتماماتك وتقديم إعلانات مخصصة لك. يرجى ملاحظة أننا لا نملك
          الوصول إلى المعلومات التي قد تجمعها هذه الأطراف الثالثة أو التحكم
          فيها. سياسة الخصوصية هذه لا تغطي ممارسات جمع المعلومات لدى هذه الأطراف
          الثالثة.
        </p>
        <h2 className=" !text-[24px] md:!text-[30px] lg:!text-[38px] !text-[#35356A] font-IBM font-normal ">
          كيف نجمع بياناتك الشخصيه
        </h2>
        <ol className=" list-decimal flex flex-col gap-2">
          <li>
            بيانات الهوية : تشمل الاسم الأول، والاسم قبل الزواج، والاسم الأخير،
            واسم المستخدم أو المعرّف المماثل، والحالة الاجتماعية، والمسمى
            الوظيفي، وتاريخ الميلاد، والجنس.
          </li>
          <li>
            بيانات الاتصال : تشمل عنوان إرسال الفواتير، وعنوان تسليم الطلبات،
            وعنوان البريد الإلكتروني، وأرقام الهواتف
          </li>
          <li>
            البيانات المالية : تشمل تفاصيل الحساب المصرفي وتفاصيل بطاقة الدفع.
            بالنسبة للمعاملات باستخدام بطاقات الخصم / الائتمان عبر الإنترنت،
            فإننا ننقل معلومات بطاقتك بالكامل إلى الشركة المسؤولة عن بطاقات
            الخصم / الائتمان بصيغة مشفرة وفقًا للقواعد والتطبيقات المقبولة
            عالميًا أثناء معالجة الطلب. بعد الحصول على موافقتك، فإننا نحتفظ بجزء
            من معلومات بطاقتك بصيغة مشفرة، مع اتخاذ الاحتياطات اللازمة للحفاظ
            على تدابير الحماية المادية والإلكترونية والإجرائية لمعلومات بطاقتك
            الائتمانية
          </li>
          <li>
            بيانات المعاملات : تشمل تفاصيل حول المدفوعات منك وإليك وتفاصيل أخرى
            عن المنتجات والخدمات التي اشتريتها منا.
          </li>
          <li>
            البيانات الفنية : تشمل عنوان بروتوكول الإنترنت، ومعلومات التعريف
            الشخصية، وبيانات تسجيل الدخول الخاصة بك، ونوع وإصدار المتصفح،
            وإعدادات المنطقة الزمنية والموقع، وأنواع وإصدارات المكونات الإضافية
            للمتصفح، ونظام التشغيل والمنصة، وغيرها من التقنيات الموجودة على
            الأجهزة التي تستخدمها للوصول إلى منصاتنا.
          </li>
        </ol>
        <p>
          إذا قمت بالدفع عن منتجاتنا أو خدماتنا على التطبيق الإلكتروني، فسيتم
          طلب تقديم التفاصيل المطلوبة مباشرة إلى مزود الدفع الآمن الخاص بنا. لن
          يتم تمرير أي تفاصيل بطاقة خصم/ائتمان إلى جهات خارجية. يتخذ الموقع
          الخطوات الملائمة لضمان سرية وأمان البيانات، بما في ذلك استخدام الأجهزة
          والبرامج المناسبة. ومع ذلك، لا يمكننا ضمان أمان أي معلومات يتم الكشف
          عنها عبر الإنترنت. الموقع غير مسؤول عن سياسات الخصوصية للمواقع
          المرتبطة به. إذا قدمت أي معلومات لهذه الأطراف الثالثة، قد يتم تطبيق
          سياسات جمع واستخدام المعلومات الشخصية المختلفة. يجب عليك التواصل مع
          هذه الكيانات مباشرة إذا كان لديك أي أسئلة بشأن استخدامهم للمعلومات
          التي يجمعونها. بعض الإعلانات التي تظهر على الموقع وتُقدم من جهات
          خارجية مثل شبكات الإعلانات ووكالات الإعلانات والمعلنين ومقدمي الخدمات،
          قد يتم جمع معلومات عنك وأنشطتك عبر الإنترنت، سواء على الموقع نفسه أو
          على مواقع ويب أخرى، من خلال ملفات تعريف الارتباط وإشارات الويب وتقنيات
          أخرى، لفهم اهتماماتك وتقديم إعلانات مخصصة لك. يرجى ملاحظة أننا لا نملك
          الوصول إلى المعلومات التي قد تجمعها هذه الأطراف الثالثة أو التحكم
          فيها. سياسة الخصوصية هذه لا تغطي ممارسات جمع المعلومات لدى هذه الأطراف
          الثالثة.
        </p>
        <h2 className=" !text-[24px] md:!text-[30px] lg:!text-[38px] !text-[#35356A] font-IBM font-normal ">
          التواصل معنا
        </h2>
        <p>
          إذا كنت ترغب في ممارسة أي من الحقوق الموضحة أعلاه، أو إذا كانت لديك أي
          مشكلات أو استفسارات أخرى حول سياسة خصوصية البيانات الخاصة بنا، فيرجى
          التواصل معنا على support@Dieux.com أو من خلال أرقام الهاتف المتوفرة
          على www.Dieux.com.
        </p>
      </div>
    </div>
  );
}

export default page;
